export const category_desc = {
  title: "カテゴリー設定",
  contents: [
    { subtitle: "カテゴリーの追加", text: "Add New Categoryをクリックしてください" },
    { subtitle: "カテゴリー名", text: "20文字以内にしてください" },
    { subtitle: "ラウンド数", text: "１：決勝のみ、２：予選＋決勝、３：予選１＋予選２＋決勝" },
    { subtitle: "カテゴリーの削除", text: "各カテゴリーの右上の✗をクリックしてしてください。全て削除する場合はDELETEをクリックしてください" },
    { subtitle: "注意１", text: "Updateをクリックするまでデータは更新されません（Deleteはその時点でデータが更新されます）" },
    { subtitle: "注意２", text: "カテゴリーを削除すると、そのカテゴリーに関連するすべてのデータ（スコアや選手情報も含む）が削除されます" },
    { subtitle: "注意３", text: "個人・シンクロ・団体で共通のカテゴリーとなります。シンクロや団体のみで使用したいカテゴリーがあれば、別の名前で設定してください" },
  ],
};