export const team_desc = {
  title: "団体登録",
  contents: [
    { subtitle: "チームの追加", text: "Add New Teamをクリックしてください" },
    { subtitle: "チーム名", text: "最初にチームに追加した選手のチーム名が自動で入力されます。手入力も可能です" },
    { subtitle: "選手の追加", text: "編集するチームをクリックすると、赤枠で表示されます。その状態で選手リストにある選手名をクリックすると４名までチームに登録することができます。" },
    { subtitle: "選手の削除", text: "チームに登録されている選手名の右にある✗をクリックしてください" },
    { subtitle: "団体競技をカテゴリーごとに行う", text: "大会情報設定で「団体競技をカテゴリーごとに行う」にチェックを入れると、カテゴリーごとにチームを登録することができます。チーム登録後にこのルールを変更しても問題ありません" },
    { subtitle: "注意", text: "Updateをクリックするまでは、データは更新されません" },
  ],
};